{
    "The Hidden Kingdom": {
        "What are the names of the three RainWings who died in the NightWing prison?": [
            "bright, tapir, and orangutan",
            "bright , tapir , orangutan"
        ]
    },
    "The Dark Secret": {
        "Which of Clay's sibs has the best smell?": [
            "umber"
        ],
        "What is the first thing Starflight thinks about after being kidnapped?": [
            "sunny"
        ],
        "Who wasn't invited to the NightWing council that was later killed?": [
            "vengeance"
        ],
        "What did Morrowseer eat in the beginning of The Dark Secret?": [
            "albatross"
        ],
        "What made Morrowseer realize who Starflight's father is?": [
            "how smart he is and how he questions everything",
            "smart",
            "intelligence",
            "intellegent",
            "question"
        ],
        "Who is Mastermind's assistant?": [
            "strongwings"
        ],
        "Who else was with Starflight when he was meeting his father (besides Morrowseer)?": [
            "fatespeaker"
        ],
        "Who was kept as a test subject in Mastermind's lab?": [
            "orchid"
        ],
        "What is the first thing Starflight notices about the alternate Dragonets of Destiny?": [
            "they have a skywing",
            "skywing"
        ],
        "How does Starflight escape from the alternate Dragonets of Destiny?": [
            "hide"
        ],
        "What does Starflight dream about on his first sleep on the Night island?": [
            "where he and sunny were reading a scroll about the Dragonets of Destiny together",
            "sunny , read , scroll"
        ],
        "What treasure did Starflight find when he and Fatespeaker went exploring the Night Kingdom?": [
            "dreamvisitor"
        ],
        "According to starflight, who made the Dreamvisitors?": [
            "sandwing animus"
        ],
        "Who does Starflight wish he was like throughout the book?": [
            "tsunami"
        ],
        "Who was the first dragon Starflight Dreamvisited?": [
            "kinkajou"
        ],
        "Up to how long can dragons live for without food?": [
            "a month",
            "one month",
            "1 month"
        ],
        "Who was constantly complaining while flying?": [
            "squid"
        ],
        "Where did Morrowseer take the false Dragonets of Destiny and Starflight?": [
            "skywing outpost"
        ],
        "How many NightWings did Morrowseer have to wipe the SkyWing outpost?": [
            "8",
            "eight"
        ],
        "On Starflight's 2nd night at the Night Kingdom, Who else did him and Fatespeaker sneak out with?": [
            "flame"
        ],
        "Who else was locked up where Deathbringer was?": [
            "splendor"
        ],
        "What was strange of the map in the Night Kingdom?": [
            "scavenger dens"
        ],
        "Who is the first dragon that Starflight Dreamvisits that understands he is Dreamvisiting?": [
            "glory"
        ],
        "Who were the first two false Dragonets of Destiny Morrowseer told to fight each-other?": [
            "flame and ochre",
            "flame , ochre"
        ],
        "Which of the false Dragonets of Destiny cannot be replaced?": [
            "flame"
        ],
        "Name the NightWing that was sent to capture Tsunami, but nearly got his ear bit off?": [
            "wisdom"
        ],
        "How did Starflight escape the Night Kingdom with Fatespeaker?": [
            "flame"
        ],
        "Name the two dragons that Glory called very similar?": [
            "fatespeaker and sunny",
            "fatespeaker , sunny"
        ],
        "What weapon did most of the RainWings use to attack the Night Kingdom with?": [
            "sleep darts"
        ],
        "Who is the last dragon freed from the Night Kingdom dungeons?": [
            "deathbringer"
        ],
        "Who of the NightWings first had the idea of faking a prophecy?": [
            "morrowseer"
        ],
        "Who is the only known (probably) death from the volcanic explosion?": [
            "morrowseer"
        ],
        "How does Burn like to display her kills?": [
            "putting their heads on spikes",
            "heads , spikes"
        ]
    },
    "The Brightest Night": {
        "Why did Oasis keep Blaze instead of killing her?": [
            "since blaze could cause no harm to oasis and her throne",
            "throne",
            "no harm"
        ],
        "The beginning of The Brightest Night had what event from the previous book?": [
            "volcanic explosion",
            "explosion",
            "volcano"
        ],
        "Name the 3 dragons that kidnapped Sunny.": [
            "preyhunter, fierceteeth, and strongwings",
            "preyhunter , fierceteeth , strongwings"
        ],
        "Who was supposed to be keeping watch of Sunny, but failed?": [
            "strongwings"
        ],
        "Who was supposed to be keeping watch of the Obsidian Mirror, but failed?": [
            "preyhunter"
        ],
        "As Sunny was following the 3 NightWings, what did she come across?": [
            "a burned down scavenger den",
            "burnt , scavenger , den"
        ],
        "Who did the SandWing guards send to inform Thorn that 3 NightWings were present?": [
            "qibli"
        ],
        "Which of the 3 NightWings did Thorn kill?": [
            "preyhunter"
        ],
        "Who escorted Sunny through the Scorpion Den to Thorn's place?": [
            "six-claws",
            "sixclaws",
            "six claws"
        ],
        "What nickname did Thorn give to Sunny's egg?": [
            "beetle"
        ],
        "Who traded Sunny for Ostrich to bring to Burn?": [
            "addax"
        ],
        "Who did Sunny confuse Smolder for?": [
            "blister"
        ],
        "Where did Smolder take Sunny to theorize about what happened to the treasure?": [
            "the 4 empty treasure rooms",
            "treasure , rooms"
        ],
        "Name the SandWing messenger that was supposed to keep watch of Sunny.": [
            "camel"
        ],
        "How many years ago did Thorn meet Stonemover compared to the time when Thorn was talking to Sunny?": [
            "8",
            "eight"
        ],
        "What did Smolder say he has that belongs to Thorn?": [
            "a letter from stonemover",
            "letter , stonemover"
        ],
        "How did Thorn and Sunny escape after Smolder locked them in?": [
            "Sunny did small flames around the lock of the door",
            "sunny , small flames , lock"
        ],
        "What was Sunny's original plan after leaving the Scorpion Den, that got interrupted by a storm?": [
            "go to the rainforest"
        ],
        "What does Stonemover do a lot in his conversation that Sunny notices?": [
            "sigh"
        ],
        "What did Sunny dream of when she was sleeping with Stonemover?": [
            "scavenger , dreamvisit"
        ],
        "What did Sunny name the two scavengers she met at the scavenger den ruins?": [
            "holler and fluffy",
            "holler , fluffy"
        ],
        "What did Sunny find from the scavengers instead of the eye of onyx (two items)?": [
            "lazulite dragon and dreamvisitor",
            "lazulite dragon , dreamvisitor"
        ],
        "What was Tsunami drilling the RainWings in when Sunny arrived?": [
            "evasive maneuvers",
            "how to evade"
        ],
        "What is Deathbringer scared of?": [
            "scavengers"
        ],
        "What vibe does Sunny get a lot from Fatespeaker?": [
            "jealousy"
        ],
        "What was Queen Moorhen dreaming about when Sunny Dreamvisited her?": [
            "all of her sibs and army dead",
            "sibs , army , dead"
        ],
        "Which of the 3 SandWing princesses landed at the meeting last?": [
            "blaze"
        ],
        "What was the gift Blister gave to Burn?": [
            "2 dragonbite vipers",
            "dragonbite , vipers"
        ],
        "Who did Sunny, Fatespeaker, and Clay try to save from the viper?": [
            "starflight"
        ],
        "What is the last thing Clay says before falling unconscious?": [
            "that maybe peril is the wings of fire",
            "peril is the wings of fire"
        ],
        "Where was the Eye of the Onyx?": [
            "in oasis's skull",
            "oasis , skull"
        ],
        "What happened to Blister when she took the Eye of the Onyx?": [
            "exploded into black dust",
            "exploded , black dust"
        ]
    },
    "Moon Rising": {
        "How did Secretkeeper describe Farsight?": [
            "forgiving"
        ],
        "How many brothers does Tsunami have?": [
            "32",
            "thirty-two",
            "thirty two"
        ],
        "Who is the first dragon to introduce Moon to the Jade Mountain Acadamy?": [
            "fatespeaker"
        ],
        "What was going on when Darkstalker first communicated to Moon?": [
            "carnelian and pike arguing",
            "carnelian , pike , arguing"
        ],
        "Who is the first dragon to mention Stonemover?": [
            "kinkajou"
        ],
        "Who was the first dragon to think Moon could read minds?": [
            "winter"
        ],
        "What was moon doing the 2nd time Darkstalker mentally confronted her?": [
            "sleeping"
        ],
        "Who was in charge of Moon's first class?": [
            "tsunami"
        ],
        "What does Carnelian want to be when she grows up?": [
            "general"
        ],
        "When they went out hunting, what did Moon catch?": [
            "goat"
        ],
        "What does Queen Thorn take for headache relief?": [
            "swordleaf root",
            "swordleaf , root"
        ],
        "Moon gave Sora some of her goat, who did Sora split the goat with?": [
            "marsh"
        ],
        "Who is the most dangerous dragon in Pyrrhian History?": [
            "darkstalker"
        ],
        "Winter claimed Peril killed about how many IceWings?": [
            "20",
            "twenty"
        ],
        "In Jade Mountain Acadamy, what two things did Moon compare that made her realize NightWing powers came from the moons?": [
            "paintings",
            "drawings"
        ],
        "What instrument is Qibli good at?": [
            "drums"
        ],
        "As Moon was having the history cave explosion vision, who did she think would cause the explosion?": [
            "peril"
        ],
        "Name the 3 dragons caught in the history cave explosion?": [
            "tamarin, bigtail, and carnelian",
            "tamarin , bigtail , carnelian"
        ],
        "Once moon revealed her future sight powers, who asked if she could also read minds?": [
            "turtle"
        ],
        "Who first recommended Moon to find whoever caused the explosion using her mind reading powers?": [
            "turtle"
        ],
        "How does Turtle know the name of the Dragonflame cactus?": [
            "his mother tortured a skywing until he told them",
            "mother , tortured , skywing",
            "mom , tortured , skywing",
            "coral , tortured , skywing"
        ],
        "Name the 3 dragons at the school who Moon can't read their minds?": [
            "onyx , peril , turtle"
        ],
        "What does Moon have to be doing for her mind reading powers to be the strongest?": [
            "touch , dragon"
        ],
        "What does Moon catch that she gives to Ostrich?": [
            "fat , lizard"
        ],
        "How does Icicle figure out it was Sora who wanted to kill her?": [
            "she was the only one that icicle told that she was going to history class early",
            "she , only , icicle , told , history class , early"
        ],
        "Who killed Crane?": [
            "icicle"
        ],
        "After Starflight, who else does Icicle hold hostage?": [
            "moon"
        ],
        "Who is the first Dragonet of Destiny that Moon tells she can read minds?": [
            "sunny"
        ],
        "How many skyfires does Turtle have on his armband before giving them out?": [
            "6",
            "six"
        ],
        "Who is the future (unknown until later books) antagonist we see in the epilogue of this book?": [
            "chameleon"
        ]
    },
    "Winter Turning": {
        "How many SkyWings were there to capture Hailstorm and Winter?": [
            "14",
            "fourteen"
        ],
        "What number hunt was the one where Winter disappointed his family?": [
            "11",
            "eleven"
        ],
        "What tribe did Winter claim was nearly as untrustworthy as NightWings?": [
            "SandWings"
        ],
        "What was the name of the sloth Winter tried eating?": [
            "toefur"
        ],
        "Who were the two guards that confronted Winter and his gang?": [
            "bromeliad and obsidian",
            "bromeliad , obsidian"
        ],
        "How does Deathbringer assault winter?": [
            "sit"
        ],
        "Where did the RainWing see hints of Icicle?": [
            "banyan tree"
        ],
        "How did Kinkajou plan to escape from the dragonets in the dragonet wingery?": [
            "hide and seek"
        ],
        "What was the most significant thing they saw as they were going through the NightWing tunnel to the volcanic island?": [
            "morrowseer"
        ],
        "How has Icicle stayed awake for days?": [
            "by burning herself",
            "burn , herself"
        ],
        "Name the RainWing that brought up Chameleon, the dragon who couldn't sleep": [
            "bullfrog"
        ],
        "Who interrupted Moon and Winter's first alone time together?": [
            "kinkajou"
        ],
        "How old was Deathbringer when he went on his first mission?": [
            "4",
            "four"
        ],
        "What river did Deathbringer instruct Winter and his gang to go to that is in the Claws of the Clouds mountains?": [
            "winding tail river"
        ],
        "How did Winter save Qibli, Moon, and Kinkajou from the projectile flying at them from the scavengers?": [
            "frostbreath"
        ],
        "Who of the Talons of Peace approached Winter first?": [
            "squid"
        ],
        "What did Qibli jokingly call Cirrus?": [
            "serious"
        ],
        "What did Winter think Pyrite was, after touching her?": [
            "a animus"
        ],
        "Whose mind does Moon compare Pyrite's mind to?": [
            "coconut"
        ],
        "What were the groups that Kinkajou, Moon, Pyrite, Qibli and Winter split into to search for signs of Scarlet?": [
            "moon, winter, pyrite , qibli and kinkajou",
            "winter, moon, pyrite , qibli and kinkajou",
            "moon, pyrite, winter , qibli and kinkajou",
            "pyrite, moon, winter , qibli and kinkajou",
            "winter, pyrite, moon , qibli and kinkajou",
            "pyrite, winter, moon , qibli and kinkajou",
            "moon, winter, pyrite , kinkajou and qibli",
            "winter, moon, pyrite , kinkajou and qibli",
            "moon, pyrite, winter , kinkajou and qibli",
            "pyrite, moon, winter , kinkajou and qibli",
            "winter, pyrite, moon , kinkajou and qibli",
            "pyrite, winter, moon , kinkajou and qibli"
        ],
        "What did Winter claim that Glacier would pay in return for Hailstorm's safe return?": [
            "hailstorm's weight in diamonds",
            "hailstorm , weight , diamonds"
        ],
        "What was the reason Moon claimed she couldn't read the other dragon by Scarlet(Shapeshifter)'s mind?": [
            "distance"
        ],
        "What color did Kinkajou turn after being rekked by Shapeshifter?": [
            "white"
        ],
        "Who carried Kinkajou as they were flying off?": [
            "qibli and moon",
            "qibli , moon"
        ],
        "Who gave Qibli directions to the doctor in possibility?": [
            "meerkat"
        ],
        "Who is the best doctor in Possibility?": [
            "mayfly"
        ],
        "What did Qibli do to the Pyrite enchantment paper before giving it to Winter to try?": [
            "ripped out number 4",
            "ripped , 4",
            "ripped , four"
        ],
        "Name the SkyWing that Hailstorm got the attention of, under the impression he was still Pyrite?": [
            "eagle"
        ],
        "How long would Moon and Qibli wait in Possibility for?": [
            "1 week",
            "one week"
        ],
        "Name the animus who created the moon globe tree?": [
            "frostbite"
        ],
        "After Winter's nap in his room, who was there to greet him after waking up?": [
            "tundra",
            "mom",
            "mother"
        ],
        "What kind of necklace did Tundra have?": [
            "a necklace of skywing teeth"
        ],
        "Who reminded Winter of Moon in the ice kingdom?": [
            "lynx"
        ],
        "What was in exchange for Icicle that Glory requested?": [
            "a cutting of the moon globe tree",
            "cutting , moon globe tree"
        ],
        "How many times did Queen Diamond kill Foeslayer in the Diamond Trials?": [
            "40",
            "forty",
            "fourty"
        ],
        "Who did Darkstalker claim had the most interesting mind in the school?": [
            "peril"
        ]
    },
    "Escaping Peril": {
        "What color are Peril's eyes?": [
            "blue"
        ],
        "What did Peril reply with after Turtle told her his name?": [
            "moose"
        ],
        "Where does Peril go to oftenly in Jade Mountain Acadamy?": [
            "cave near the peak of jade mountain acadamy, where carnelian's body is",
            "cave , peak"
        ],
        "What tribe was Glory's fake head really from?": [
            "mudwing"
        ],
        "Why wasn't Turtle in his sleeping cave and nearly ran into Peril?": [
            "bored"
        ],
        "How many SkyWing soldiers did Ruby leave to protect Jade Mountain Acadamy?": [
            "10"
        ],
        "As Peril and Turtle were flying, who attacked them?": [
            "talons of peace",
            "top"
        ],
        "What did Turtle throw in to Peril's mouth to try?": [
            "fish"
        ],
        "What does Peril see Turtle suspiciously doing during their breaks?": [
            "rubbing himself with a rock",
            "rubbing , rock"
        ],
        "Who was following Turtle and Peril?": [
            "shapeshifter"
        ],
        "Peril observes two SandWings trying to buy Dragonflame cactuses, how many were they trying to buy?": [
            "30",
            "thirty"
        ],
        "What event caused Qibli and Moon to find Turtle and Peril?": [
            "a sandwing kicking a dragonflame cactus at peril and exploded",
            "exploding , cactus"
        ],
        "What happened to all the thorns stuck in Peril?": [
            "burned"
        ],
        "As Qibli met Peril, how many ways of defeating Peril did moon think Qibli had thought of, and how many did he really have?": [
            "5 and 3",
            "5 , 3"
        ],
        "What does Peril realize of Turtle?": [
            "likes kinkajou"
        ],
        "As Turtle, Moon, and Qibli go to see Kinkajou, who arrives to confront Peril?": [
            "winter and foeslayer",
            "winter , foeslayer"
        ],
        "Where did Foeslayer go according to Peril?": [
            "to find help for winter",
            "find help , winter"
        ],
        "What did Turtle do that revealed his animus magic?": [
            "rubbing his rock on winter",
            "rubbing , rock"
        ],
        "Where did Peril start flying to after she left Turtle, Winter, Qibli and Moon?": [
            "claws of the clouds mountains"
        ],
        "Who interrupted Peril as she was flying away from Turtle, Moon, Qibli and Winter?": [
            "soar"
        ],
        "What did Peril think Soar's name really was?": [
            "sore"
        ],
        "Why did Scarlet use the like father like daughter comparison on Peril and Chameleon?": [
            "they were both kicked out of their tribes",
            "both kicked , tribes"
        ],
        "What spells were on the necklace that Chameleon gave to Peril (3 of them)?": [
            "loyalty to scarlet, lose firescales, and forget clay",
            "loyal , scarlet , firescales , forget clay"
        ],
        "Why did Scarlet want to go to the SkyWing dragonet hatchery?": [
            "find cliff"
        ],
        "Name the SkyWing that Scarlet Dreamvisited every day since she lost her throne.": [
            "vermillion"
        ],
        "What was the song Cliff sung to Peril about?": [
            "skywings and how ruby is the savior",
            "skywings , ruby , savior"
        ],
        "What made Ruby realize Peril is under a spell?": [
            "clay"
        ],
        "What did Cliff lie about that let him escape to his mother later?": [
            "he can't fly",
            "he cant fly",
            "he cannot fly",
            "he could not fly",
            "he couldn't fly"
        ],
        "Before Peril could kill Scarlet, what did Ruby request?": [
            "duel"
        ],
        "What was enchanted to make Tourmaline into Ruby?": [
            "earring"
        ],
        "How did Tourmaline kill Scarlet?": [
            "she snapped scarlet's neck",
            "snapped , neck"
        ],
        "Who came to the Sky Kingdom to check up on Peril?": [
            "turtle"
        ],
        "Name the SkyWing guard that was guarding Shapeshifter until he knocked them out.": [
            "harrier"
        ],
        "How did they take the scroll from Chameleon?": [
            "turtle enchanted the scroll to bash chameleon and return to his talons",
            "turtle , enchant , chameleon , scroll"
        ],
        "Why did they send Peril to go ahead and catch Moon before she does anything?": [
            "she is a skywing, she can fly fast",
            "skywing"
        ],
        "Who ultimately released darkstalker?": [
            "peril"
        ]
    },
    "Talons of Power": {
        "Who was guarding the royal SeaWing hatchery that was sick?": [
            "abalone"
        ],
        "What were the two spells Turtle put on his stick?": [
            "first to hide him from darkstalker, but that didnt work, so then it was to get rid of turtles existence to darkstalker completely",
            "hide , darkstalker",
            "rid existance , darkstalker"
        ],
        "Who first tried to attack Darkstalker?": [
            "peril"
        ],
        "What is the first animus touched object that Turtle lost?": [
            "purple kelp"
        ],
        "Who does Darkstalker compares Sunny's eyes to?": [
            "whiteout"
        ],
        "What is the only violent spell Turtle claims he has casted?": [
            "the enchant on chameleon's scroll",
            "chameleon , scroll"
        ],
        "Why does Flame already have a bad impression on Darkstalker?": [
            "since he thinks darkstalker was the one poking in his mind earlier",
            "darkstalker , poking , mind"
        ],
        "What did Darkstalker enchant to save Stonemover?": [
            "stalactite"
        ],
        "Who helped Flame take Starflight's Dreamvisitor?": [
            "ochre"
        ],
        "Why did Turtle create the messaging tablets?": [
            "since he wanted to be a writer",
            "want , writer"
        ],
        "What did Darkstalker ask Glory for when he arrived at the rainforest?": [
            "challenge for nightwing throne",
            "challenge , nightwing , throne"
        ],
        "What is the first message Turtle sends on the tablets regarding Darkstalker?": [
            "that darkstalker wants to be king",
            "wants , king"
        ],
        "What did Anenome enchant to protect her soul from animus magic?": [
            "silver necklace"
        ],
        "What did Anemone enchant to make Kinkajou fixed, and that she would love Turtle?": [
            "skyfire"
        ],
        "What was Turtle eating when he was talking to Kinkajou one on one for the first time?": [
            "banana"
        ],
        "When Darkstalker was looking at a picture of Clearsight and crying, what did Turtle do?": [
            "he threw a marble at the feet of darkstalker",
            "threw , marble"
        ],
        "Who is the only other dragon other than Darkstalker (maybe Foeslayer) who sleeps at normal NightWing times?": [
            "moon"
        ],
        "What did Anemone do that made Darkstalker give up on her?": [
            "she tried to enchant darkstalker and enchanted the mop to hurt moon",
            "enchant , darkstalker , mop , moon"
        ],
        "What was Turtle doing when he was summoned for the Animus Test Ceremony?": [
            "collecting pearls"
        ],
        "When Turtle reached the Sea Kingdom, who was the first dragon he interacted with?": [
            "fin"
        ],
        "What did Whirlpool hide in a beach for Anemone?": [
            "dagger"
        ],
        "What was the first offensive animus spell Anemone used against Turtle?": [
            "a rock to knock turtle off anemone",
            "rock , knock , turtle , anemone"
        ],
        "Who did Turtle see for a split second in Darkstalker's palace?": [
            "jerboa ii",
            "jerboa iii",
            "jerboa 2",
            "jerboa 3",
            "jerboa two",
            "jerboa three"
        ],
        "Who gave away that Turtle was in the room?": [
            "stonemover"
        ],
        "Who did Darkstalker mistake Turtle for once seeing him?": [
            "fathom"
        ],
        "Who was the first IceWing to be killed by the plague?": [
            "queen glacier"
        ]
    },
    "Darkness of Dragons": {
        "What was Palm's previous occupation?": [
            "cook",
            "chef"
        ],
        "Who was Palm's boss in the kitchen?": [
            "quicksand"
        ],
        "Where does Prickle live in and near?": [
            "an oasis, 5 palm trees",
            "oasis , palm tree"
        ],
        "Prickle allowed Palm to stay for one night, in exchange for what?": [
            "palm's gifted earrings",
            "palm , earrings"
        ],
        "Name two of the guards sent to capture Palm.": [
            "agave and torch",
            "agave , torch"
        ],
        "Who cursed Palm with her fate of dying to skyfire?": [
            "prickle"
        ],
        "As Palm is flying away, what does she see that later caused issues in the Kingdom of Sand?": [
            "scavengers"
        ],
        "What name did Smolder recommend for their dragonet?": [
            "onyx"
        ],
        "Who was the best assassin in the Scorpion Den?": [
            "cobra"
        ],
        "How many years did Qibli live with his mother?": [
            "3.5"
        ],
        "On the day Thorn arrived to take Qibli, and dragons were betting on a cat eating a mouse, what was the prize for the winning bet?": [
            "5 coconuts",
            "5 , coconut",
            "five , cocunut"
        ],
        "What was the name of the cat in the cat vs mouse bet?": [
            "slasher"
        ],
        "Who pulled Qibli out of history class and why?": [
            "sunny, ostrich was missing",
            "sunny , ostrich , missing"
        ],
        "What was the first message that Qibli received regarding Darkstalker about?": [
            "how darkstalker wants to be king",
            "darkstalker , want , king"
        ],
        "Who were the two dragons that requested a Herbs and Healing class?": [
            "tamarin and peregrine",
            "tamarin , peregrine"
        ],
        "Who said that Jade Mountain Academy was a terrible idea?": [
            "blaze"
        ],
        "Who interrupted Qibli as he was trying to duplicate his earring?": [
            "peril"
        ],
        "What did Peril recommend Qibli to do as he was trying to figure out how to use the animus bowl, that worked?": [
            "ask politely"
        ],
        "Who witnessed Onyx and Ostrich leaving together?": [
            "peril"
        ],
        "Who is the first dragon Qibli gives a earring to that can actually wear it (not peril)?": [
            "sunny"
        ],
        "Who is Ostrich's father?": [
            "six-claws",
            "six claws",
            "sixclaws"
        ],
        "What weapons did Jade Mountain Acadamy have for defending the school?": [
            "three knives, one sword, and a big stick",
            "knives , sword , stick"
        ],
        "Who is Qibli's grandfather?": [
            "vulture"
        ],
        "How did Vulture express his resentment of Qibli joining the outclaws?": [
            "dead rats"
        ],
        "What was Qibli's grandfather covered in and what did it represent?": [
            "dragon skull tattoo for every dragon he's killed",
            "skull tattoo , dragon , killed"
        ],
        "What did Qibli state the secret weapon of Jade Mountain Acadamy is?": [
            "stick"
        ],
        "Who are the first two dragons Qibli meet once arriving at his old home?": [
            "sirocco and rattlesnake",
            "sirocco , rattlesnake"
        ],
        "What was the name of Vulture's group?": [
            "talons of power"
        ],
        "Who did Vulture claim was causing the explosions in the sand kingdom?": [
            "mudwing"
        ],
        "What was the name of the MudWing working with the Talons of Power?": [
            "bog"
        ],
        "What does Qibli get constantly frustrated at throughout Darkness of Dragons?": [
            "turtle , unspecific",
            "turtle , not , specific"
        ],
        "What animal did Qibli try keeping as a pet that his mother ate?": [
            "monkey"
        ],
        "What weapon did Ostrich sneak from a guard?": [
            "chakram"
        ],
        "What word did Cobra claim Qibli misspelled that he really didn't?": [
            "capybara"
        ],
        "What did Cobra claim that Vulture had that they needed to steal?": [
            "obsidian mirror"
        ],
        "As they are waiting for Cobra to steal from Vulture, what was Winter trying to do?": [
            "steal , scavengers"
        ],
        "What did Bog not know about MudWings that made Qibli figure out he is a fake?": [
            "sibs"
        ],
        "As Qibli is escaping, who was the dragon he ran into that wanted a tattoo?": [
            "sirocco"
        ],
        "What did Cobra set on fire that required her, Qibli, Ostrich, and Winter to fly away very fast right after?": [
            "dragonflame cactus"
        ],
        "Name the two SandWing Outclaw guards that Qibli met upon arriving?": [
            "tanwy , parch"
        ],
        "When Qibli first sees Thorn in Darkness of Dragons, name the other two dragons with her?": [
            "smolder , typhoon"
        ],
        "How long (in years) has Typhoon been studying medicine for?": [
            "2",
            "two"
        ],
        "Before figuring out the IceWing plague with Queen Thorn, what did Qibli want Thorn to do?": [
            "arrest his mother",
            "arrest , mother",
            "arrest , cobra",
            "arrest , mom"
        ],
        "What snack does Cobra always eat before assassinating?": [
            "roasted coriander seeds"
        ],
        "As Qibli is trying to put the earring on Winter, what two ways did Winter harm him?": [
            "he scratched qibli's side, and fired frostbreath into qiblis arm",
            "scratched , qibli , side , frostbreath , arm"
        ],
        "As Vulture is making a speech to all the SandWings, where is Onyx?": [
            "about to kill thorn",
            "kill , thorn"
        ],
        "How does Qibli interrupt the duel between Onyx and Thorn?": [
            "with anenome's bracelet",
            "anemone , bracelet"
        ],
        "As all the dragons were in the Great Hall, waiting out the Sandstorm, what did Blaze do?": [
            "made a hammock and slept throughout most of it",
            "hammock , slept"
        ],
        "Where does Smolder refuse to go to, even with Thorn, in the Kingdom of Sand?": [
            "dungeons"
        ],
        "Who is \"The Mad Prisoner\"?": [
            "prickle"
        ],
        "What did Qibli theorize happened to Onyx's leg during the sandstorm?": [
            "that Smolder hurt onyxs leg so she would challenge for throne",
            "hurt , onyx , leg , challenge , throne"
        ],
        "What was the last message sent on the tablets about?": [
            "that darkstalker figured out turtle",
            "darkstalker , turtle"
        ],
        "When Thorn gave Qibli the Obsidian Mirror to find the Night Kingdom, who did Qibli try spying on first?": [
            "moon"
        ],
        "Who was the last person Qibli used the Obsidian Mirror on?": [
            "tsunami"
        ],
        "Who was the 2nd dragon that Darkstalker used the obey every command enchantment on?": [
            "anenome"
        ],
        "What are the mountains that kill IceWings called?": [
            "darkstalker , teeth"
        ],
        "What did Qibli give to Chameleon so Kinkajou could steal his pouch?": [
            "enchanted earring"
        ],
        "Where was Moon when Qibli found her in the Night Kingdom?": [
            "library"
        ],
        "What did the fake Clearsight say that made Moon unsure about this Clearsight?": [
            "that clearsight wanted to live in present",
            "clearsight , live , present"
        ],
        "What is the plaza below the Night palace called?": [
            "great diamond"
        ],
        "Who does qibli meet when he goes to the NightWing library a 2nd time?": [
            "foeslayer"
        ],
        "Name two of the NightWings that were trying to kill Queen Snowfall at Jade Mountain Acadamy (the fight where Narwhal died)": [
            "smokeseer , eclipse"
        ],
        "Who ended the small IceWing/NightWing brawl inside of Jade Mountain Acadamy?": [
            "peril"
        ],
        "What was the first spell to attempt to end the battle between IceWings and NightWings that failed (what was the enchantment and what was enchanted)?": [
            "pile of dirt, a retreating message to nightwings",
            "dirt , retreat , message , nightwings"
        ],
        "Name all the enchantments put into Qibli's library card (This ones needs trivia mod approval)?": [
            "to connect all the minds of NightWings and IceWings, then teleport them back home, and to take the love spell off kinkajou"
        ],
        "What idea did Darkstalker get from Qibli on his first day of Jade Mountain Acadamy?": [
            "to make everyone like him",
            "make , everyone , like"
        ],
        "Who was the 3rd dragon Darkstalker did the obey every command enchantment on?": [
            "vulture"
        ],
        "What saved Qibli from Darkstalker going to rip off hfs earring and enchant him?": [
            "soul , reader"
        ],
        "What memory does Foeslayer recall when Darkstalker mentions the soul reader?": [
            "darkstalker trying to read arctic's soul",
            "dark , read , arctic , soul"
        ],
        "What color did Kinkajou turn to after she bamboozled Darkstalker?": [
            "burning strawberry"
        ],
        "What was the first name recommended to Foeslayer?": [
            "awesomeness"
        ],
        "What is Foeslayer's new name?": [
            "hope"
        ],
        "What does Hope recommend Moon reading for more information on the Lost Continent?": [
            "the legend of the hive",
            "legend of the hive"
        ],
        "What is the name of the scavenger den Winter is trying to make?": [
            "sanctuary"
        ],
        "Where was Moon waiting for Qibli in the epilogue?": [
            "observatory"
        ],
        "Where is Jerboa's hut in the kingdom of sand compass wise?": [
            "northwest",
            "north-west",
            "north west"
        ]
    },
    "Darkstalker Legends 1": {
        "What did Darkstalker call Indigo instead of her real name?": [
            "violet"
        ],
        "How many days was the Gifting Ceremony away from when Prince Arctic first met Foeslayer?": [
            "21",
            "twenty-one",
            "twenty one"
        ],
        "What dragons' names does Price Arctic claim he will remember?": [
            "dragons who seem likely to change his life",
            "dragons , change , life"
        ],
        "What was the earring that Prince Arctic enchanted for Foeslayer made out of?": [
            "diamond"
        ],
        "How old (in years) are dragonets when they take the SeaWing animus test?": [
            "2",
            "two"
        ],
        "What was distracting Fathom during the SeaWing animus test?": [
            "seagull"
        ],
        "What is the first spell we see Albatross cast?": [
            "a coconut to repair his bones",
            "cocunut , bones"
        ],
        "Who informed Foeslayer that her egg (Darkstalker) would be born under the 3 moons?": [
            "foreseer"
        ],
        "Where/how do IceWings hatch their eggs?": [
            "buried under snow",
            "buried , snowy"
        ],
        "Who gets to name the dragonet in the Ice Kingdom, and who has to approve of the name?": [
            "the one with the higher rank, the queen",
            "higher rank , queen"
        ],
        "What class was Fathom in when he was first summoned for animus time?": [
            "geography"
        ],
        "What was Indigo's mother's occupation until she passed?": [
            "in lagoon's army",
            "lagoon , army"
        ],
        "How does Albatross tease Fathom when their animus time began?": [
            "saying one talon was more powerful than the other",
            "one talon , more powerful , other"
        ],
        "What was the most striking animus object Fathom claims he has seen?": [
            "a conch shell that pulsed light when someone was lying",
            "conch shell"
        ],
        "Why can't Clearsight tell her father Darkstalker's name?": [
            "since in all the futures she sees herself telling her dad his name, her dad dies.",
            "all , futures , dad dies"
        ],
        "What is Arctic's favorite food?": [
            "eagle"
        ],
        "Name Queen Lagoon's daughter.": [
            "splash"
        ],
        "How old (in years) does Albatross claim that Fathom needs to be to cast a big spell?": [
            "7",
            "seven"
        ],
        "What did Clearsight eat for breakfast for the first day of school?": [
            "squirrel"
        ],
        "Who is in charge of placements at the NightWing school?": [
            "truthfinder"
        ],
        "Right before Clearsight goes to seer training class, what vision does she have?": [
            "of the seawing massacre currently happening",
            "seawing massacre"
        ],
        "Name the other 3 dragonets in Clearsight's seer class?": [
            "jewel eyes, morrowwatcher, and vision",
            "jewel eyes , morrowwatcher , vision"
        ],
        "What did Fathom enchant to save Indigo?": [
            "pearl necklace"
        ],
        "What did Clearsight jokingly tell Darkstalker was her name?": [
            "tailbite"
        ],
        "What was Darkstalker's first enchantment?": [
            "whiteout's scavenger doll to always return to her pillow by night",
            "whiteout , doll , return , pillow"
        ],
        "Who is the first SeaWing that Darkstalker sees in physical form?": [
            "current"
        ],
        "How did Fathom swear an oath to Pearl?": [
            "by taking sword and cutting an x into his hand.",
            "sword , cut , x , hand"
        ],
        "Who was the prophecy Clearsight had about, on the day Darkstalker made his talisman?": [
            "arctic"
        ],
        "How many years had Fathom been isolated until he was required to go to the Night Kingdom?": [
            "1",
            "one"
        ],
        "At the welcoming party Darkstalker attended, (the one with the SeaWings), Darkstalker brought what piece of enchanted jewelry (what is the object and what was the enchantment)?": [
            "a silver earring, that makes everyone who met him think he was handsome and charming",
            "silver earring , handsome , charming"
        ],
        "Where did Clearsight and Listener agree on dropping the scavengers off?": [
            "north beach"
        ],
        "Where does Indigo sleep on their first day of the Night Kingdom?": [
            "entrance of the balcony",
            "entrance , balcony"
        ],
        "After what event did Darkstalker realize he could use an immortality spell?": [
            "after the welcoming party to the seawings, mostly meeting indigo",
            "meeting , indigo"
        ],
        "What was Fathom and his fellow SeaWings doing when Clearsight first saw him and started to come over to him?": [
            "looking at a pool",
            "looking , pool"
        ],
        "What day was Clearsight's Birthday Party on?": [
            "a day before her birthday",
            "day , before , birthday"
        ],
        "What event interrupted Clearsight's Birthday Party?": [
            "foeslayer leaving to the ice kingdom",
            "foeslayer , leaving , ice"
        ],
        "What was the first spell Darkstalker made during the Foeslayer crisis?": [
            "a piece of paper to show foeslayers location",
            "paper , foeslayer , location"
        ],
        "What was Darkstalker's first idea of a spell that could help the NightWings to win the war?": [
            "a stick that once broken, kills every single icewing",
            "stick , broken , icewing"
        ],
        "What did Darkstalker give to Fathom, after Fathom gave Darkstalker the SeaWing carving?": [
            "an enchanted goblet",
            "enchant , goblet"
        ],
        "Who did Clearsight claim that was a better love for Thoughtful?": [
            "whiteout"
        ],
        "Who killed Quickdeath?": [
            "lionfish"
        ],
        "What was the first hint that made Fathom think Indigo leaving him was unusual?": [
            "she left blob",
            "left , blob"
        ],
        "Who does Darkstalker initially think sent Quickdeath after him?": [
            "arctic"
        ],
        "Who started flying with Clearsight after she escaped Queen Vigilance's palace?": [
            "fathom"
        ],
        "Why doesn't Darkstalker's first enchantment to stop Arctic from taking Whiteout work?": [
            "because of arctic's shielding earring",
            "artic , earring"
        ],
        "Who did Clearsight have to relay the message to Darkstalker to go to Agate Mountain?": [
            "whiteout"
        ],
        "What was the bracelet that Fathom enchanted made out of?": [
            "moonstone and copper",
            "moonstone , copper"
        ],
        "What was the first invisible written spell Fathom saw on the scroll?": [
            "the immortality spell",
            "immortality"
        ],
        "What is the only intentional physical harm that Darkstalker has done to Clearsight?": [
            "twisting her wrist",
            "twist , wrist"
        ],
        "What was the last thought Darkstalker had ever heard from Clearsight?": [
            "good-bye, my dearest love",
            "good , bye , my , dearest , love"
        ],
        "What was Clearsight's first thought of what to do next after imprisoning Darkstalker?": [
            "lie down with darkstalker and die to the avalanche",
            "lie down , darkstalker , die , avalanche"
        ],
        "Why did Clearpool fail to catch a fish?": [
            "she forgot the 3rd \"wait\"",
            "forgot , 3, \"wait\""
        ],
        "What game was Thoughtful playing before meeting Whiteout?": [
            "a scroll tower",
            "scroll , tower"
        ]
    }
}